Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-GameCenter/Sources/Geografy-Feature-GameCenter/Resources/Localizable.xcstrings
Source language: en
Languages: ka

# %lld Friend%@
source: %1$lld Friend%2$@
ka: %lld მეგობარი%@

source: Connect your Game Center account to see your friends and compare scores.
ka: დააკავშირე Game Center ანგარიში მეგობრების სანახავად და ქულების შესადარებლად.

source: Connecting to Game Center...
ka: Game Center-თან დაკავშირება...

source: Finding your friends
ka: მეგობრების მოძებნა

source: Friends
ka: მეგობრები

source: Leaderboards
ka: ლიდერბორდები

source: No Friends Yet
ka: ჯერ მეგობრები არ არის

source: No XP recorded
ka: XP არ არის დაფიქსირებული

source: Only Game Center friends who also have Geografy installed will appear here.
ka: აქ მხოლოდ Game Center-ის მეგობრები გამოჩნდებიან, ვისაც Geografy დაინსტალირებული აქვს.

source: Open Game Center
ka: Game Center-ის გახსნა

source: Ranked by Total XP
ka: დალაგებული სულ XP-ით

source: Sign In
ka: შესვლა

source: Sign in to Game Center
ka: Game Center-ში შესვლა

source: View Rankings
ka: რეიტინგების ნახვა
